Repository: wp-plugins/laterpay
Catalog: languages/laterpay-*.po
Languages: de_de

source: Buy now with LaterPay
de_de: Jetzt mit LaterPay kaufen

source: Redeem
de_de: Einlösen

source: Redeem Voucher >
de_de: Gutschein einlösen >

source: Post Preview Mode
de_de: Vorschau-Modus

source: Preview post as
de_de: Vorschau für

source: Visitor
de_de: Besucher

source: Preview a short excerpt from the paid post:
de_de: Zeige einen kurzen Auszug aus dem kostenpflichtigen Beitrag:

source: Thanks for reading this short excerpt from the paid post! Fancy buying it to read all of it?
de_de: Danke, dass Sie diesen Auszug aus dem kostenpflichtigen Beitrag gelesen haben. Sie können den vollständigen Beitrag lesen, nachdem Sie ihn gekauft haben.

source: View available LaterPay Time Passes
de_de: Verfügbare LaterPay Zeitpässe anzeigen

source: Get a Time Pass
de_de: Zeitpässe ansehen

source: Buy now for %s<small class="lp_purchase-link__currency">%s</small>
de_de: Jetzt kaufen für %s<small class="lp_purchase-link__currency">%s</small>

source: Buy now for %s<small class="lp_purchase-link__currency">%s</small> and pay later
de_de: Jetzt kaufen für %s<small class="lp_purchase-link__currency">%s</small> und später zahlen

source: Statistics have moved to your LaterPay merchant backend
de_de: Statistiken sehen Sie jetzt im Händlerkonto

source: Go to <a href="https://merchant.laterpay.net">merchant.laterpay.net</a> and login to your merchant account to see sales statistics.
de_de: Öffnen Sie <a href="https://merchant.laterpay.net">merchant.laterpay.net</a> und loggen Sie sich mit Ihrem Händlerkonto ein, um Statistiken zu sehen.

source: If you don't have access to your merchant backend yet, please contact <a href="mailto:support@laterpay.net">support@laterpay.net</a>.
de_de: Falls Sie noch keinen Zugang zu Ihrem Händlerkonto haben, kontaktieren Sie bitte <a href="mailto:support@laterpay.net">support@laterpay.net</a>.

source: Buy a time pass to read the full content.
de_de: Kaufen Sie einen Zeitpass, um den gesamten Inhalt anzuzeigen.

source: Please rate this post:
de_de: Bitte bewerten Sie diesen Beitrag:

source: stars
de_de: Sterne

source: star
de_de: Stern

source: View
de_de: Anzeigen

source: Buyer Ratings for this Post
de_de: Käuferbewertungen

source: on this website
de_de: dieser Website

source: Validity
de_de: Gültigkeit

source: Access to
de_de: Zugriff auf

source: Renewal
de_de: Verlängerung

source: No automatic renewal
de_de: Keine automatische Verlängerung

source: Gift Code
de_de: Gutschein-Code

source: Redeem at
de_de: Einlösen auf

source: You don't have sufficient permissions to manage options for this site.
de_de: Sie haben nicht die notwendigen Berechtigungen, um die Einstellungen für diese Seite zu verwalten.

source: Test mode
de_de: Test-Modus

source: Earn money in <i>live mode</i>
de_de: Verdienen Sie Geld im <i>Live-Modus</i>

source: Time Pass Customer Lifecycle
de_de: Kundenlebenszyklus für Zeitpässe

source: All Time Passes
de_de: Alle Zeitpässe

source: Total number of sold time passes
de_de: Anzahl aller verkauften Zeitpässe

source: Sold
de_de: Verkäufe

source: Total number of active time passes
de_de: Anzahl aller aktiven Zeitpässe

source: Active
de_de: Aktiv

source: Total number of unredeemed time pass vouchers
de_de: Anzahl aller nicht eingelösten Zeitpass-Gutscheine

source: Unredeemed
de_de: Nicht eingelöst

source: Total value of sold time passes
de_de: Gesamtwert aller verkauften Zeitpässe

source: Committed Revenue
de_de: Versprochener Umsatz

source: Time pass '%s'
de_de: Zeitpass '%s'

source: Number of sold time passes
de_de: Anzahl der verkauften Zeitpässe

source: Number of active time passes
de_de: Anzahl der aktiven Zeitpässe

source: Number of unredeemed time pass vouchers
de_de: Anzahl der nicht eingelösten Zeitpass-Gutscheine

source: Value of sold time passes
de_de: Wert der verkauften Zeitpässe

source: Content Preview of Paid Posts
de_de: Vorschau für Bezahlinhalte

source: Teaser only
de_de: Nur Teaser

source: Teaser + excerpt under overlay
de_de: Teaser + Auszug unter Overlay

source: Position of the LaterPay Purchase Button
de_de: Position des LaterPay Kaufbuttons

source: Custom position
de_de: Benutzerdefinierte Position

source: Call action 'laterpay_purchase_button' in your theme to render the LaterPay purchase button at that position.
de_de: Rufen Sie die Action 'laterpay_purchase_button' in Ihrem Theme auf, um den LaterPay Kaufbutton dort anzuzeigen.

source: Display of LaterPay Time Passes
de_de: Anzeige der LaterPay Zeitpässe

source: Call action 'laterpay_time_passes' in your theme or use the shortcode '[laterpay_time_passes]' to show your users the available time passes.
de_de: Rufen Sie die Action 'laterpay_time_passes' in Ihrem Theme auf oder verwenden Sie den Shortcode '[laterpay_time_passes]', um Ihren Nutzern die verfügbaren Zeitpässe anzuzeigen.

source: Show deprecated features
de_de: Auslaufende Funktionen anzeigen

source: Display of LaterPay Invoice Balance
de_de: Einbinden der LaterPay Rechnungsanzeige

source: Call action 'laterpay_invoice_indicator' in your theme to show your users their LaterPay invoice balance.
de_de: Rufen Sie die Action 'laterpay_invoice_indicator' in Ihrem Theme auf, um Ihren Nutzern deren aktuelle LaterPay Rechnungssumme anzuzeigen.

source: The LaterPay invoice indicator is served by LaterPay. Its styling can not be changed.
de_de: Die LaterPay Rechnungsanzeige wird von LaterPay geladen. Ihr Aussehen kann nicht verändert werden.

source: Display of LaterPay Login / Logout Links
de_de: Anzeigen von Links zum Ein- und Ausloggen bei LaterPay

source: Call action 'laterpay_account_links' in your theme or use the shortcode '[laterpay_account_links]' to embed a LaterPay login / logout link in your page.
de_de: Rufen Sie die Action 'laterpay_account_links' in Ihrem Theme auf oder verwenden Sie den Shortcode '[laterpay_account_links]', um einen Link zum Ein- und Ausloggen bei LaterPay in Ihre Seite einzubinden.

source: These links have minimal default styling. Apply own styling by passing parameter 'css' the URL of a CSS file with your styles.
de_de: Standardmäßig wird der Link nahezu unformatiert angezeigt. Sie können die Darstellung des Links ändern, indem Sie im Parameter 'css' den vollständigen Pfad zu einer eigenen CSS Datei übergeben.

source: Basic Example
de_de: Einfaches Beispiel

source: Advanced Example
de_de: Erweitertes Beispiel

source: Rating of Purchased Content
de_de: Bewertung gekaufter Inhalte

source: Content rating is
de_de: Inhaltebewertung ist

source: on
de_de: an

source: off
de_de: aus

source: The opinion of others has a strong influence on buying decisions.
de_de: Die Meinung anderer Käufer hat einen großen Einfluss auf die Kaufentscheidung.

source: Content rating lets users rate your content on a five star scale after purchasing.
de_de: Mit der Inhaltebewertung können Nutzer Ihre Inhalte nach dem Kauf auf einer Fünf-Sterne-Skala bewerten.

source: These ratings will be displayed to users who have not purchased that content yet as a quality indicator.
de_de: Diese Bewertungen werden Nutzern, die den Inhalt noch nicht gekauft haben, als Qualitätsindikator angezeigt.

source: Hide Free Posts
de_de: Kostenlose Beiträge verstecken

source: Hide free posts from homepage feature is
de_de: Kostenlose Beiträge sollen auf der Startseite versteckt werden.

source: Offering of Gift Cards for Time Passes
de_de: Anbieten von Geschenkgutscheinen für Zeitpässe

source: Please follow these two steps to offer gift cards for time passes. A user will be able to purchase a voucher for a time pass, which he can give away as a present. The receiver can then redeem this voucher code and will get access to the purchased time pass.
de_de: Bitte folgen Sie diesen beiden Schritten, um Geschenkgutscheine für Zeitpässe anzuzeigen. Ein Nutzer kann dann einen Gutschein für einen Zeitpass kaufen, den er verschenken kann. Der Empfänger kann diesen Gutschein dann einlösen und erhält Zugriff auf den gekauften Zeitpass.

source: Step 1: Display Gift Cards
de_de: Schritt 1: Anzeigen von Geschenkgutscheinen

source: Use the shortcode '[laterpay_gift_card]' to render a gift card.
de_de: Verwenden Sie den Shortcode '[laterpay_gift_card]', um Geschenkgutscheine anzuzeigen.

source: If you add the parameter 'id', you can offer a gift card for a specific time pass. If you don't provide an id, gift cards for all time passes are rendered.
de_de: Wenn Sie zusätzlich den Parameter 'id' angeben, können Sie einen Geschenkgutschein für einen bestimmten Zeitpass anzeigen. <br> Wenn Sie keine ID angeben, werden Geschenkgutscheine für alle vorhandenen Zeitpässe angezeigt.

source: You can find the id of each time pass in the <a href="admin.php?page=laterpay-pricing-tab#lp_time-passes">pricing tab</a> next to the respective time pass.
de_de: Sie finden die ID jedes Zeitpasses im <a href="admin.php?page=laterpay-pricing-tab#lp_time-passes">Tab Preise</a> neben dem jeweiligen Zeitpass.

source: or
de_de: oder

source: Step 2: Add Option to Redeem Vouchers
de_de: Schritt 2: Einlösen von Gutschein-Codes ermöglichen

source: You can render a form where your users can enter a voucher code with the shortcode '[laterpay_redeem_voucher]'.
de_de: Mit dem Shortcode '[laterpay_redeem_voucher]' können Sie ein Formular anzeigen, mit dem Nutzer Gutschein-Codes einlösen können.

source: Offer of Paid Content within (Free) Posts
de_de: Anbieten von Bezahlinhalten in (kostenlosen) Beiträgen

source: Offer of Additional Paid Content
de_de: Anbieten zusätzlicher Bezahlinhalte

source: Insert shortcode [laterpay_premium_download] into a post to render a box for selling additional paid content.
de_de: Fügen Sie den Shortcode [laterpay_premium_download] in einen Beitrag ein, um dort eine Box zum Verkaufen zusätzlicher Bezahlinhalte anzuzeigen.

source: The ID of the post that contains the paid content.
de_de: Die ID des Beitrags, der den Bezahlinhalt enthält.

source: Page IDs are unique within a WordPress blog and should thus be used instead of the target_post_title.<br> If both target_post_id and target_post_title are provided, the target_post_title will be ignored.
de_de: Jede Page ID kommt innerhalb eines WordPress Blogs nur einmal vor. Daher sollte target_post_id anstelle von target_post_title verwendet werden.<br> Wenn sowohl target_post_id als auch target_post_title angegeben werden, wird target_post_title ignoriert.

source: The title of the post that contains the paid content.
de_de: Der Titel des Beitrags, der den Bezahlinhalt enthält.

source: Changing the title of the linked post requires updating the shortcode accordingly.
de_de: Wenn Sie den Titel eines verknüpften Beitrags ändern, müssen Sie auch den Shortcode aktualisieren.

source: Content type of the linked content.
de_de: Art des verknüpften Inhaltes.

source: Choose between 'audio', 'video', 'text', 'gallery', and 'file' to display the corresponding default teaser image provided by the plugin.
de_de: Wählen Sie zwischen 'audio', 'video', 'text', 'gallery' und 'file', um das entsprechende Standard-Vorschaubild anzuzeigen.

source: Path to a 300 x 300 px image that should be used instead of the default LaterPay teaser image.
de_de: Pfad zu einem Bild der Größe 300 x 300 px, das anstelle des Standard-Vorschaubildes verwendet werden soll.

source: Text that should be displayed as heading in the box rendered by the shortcode. The heading is limited to one line.
de_de: Text, der als Überschrift in der Shortcode-Box angezeigt werden soll. Die Überschrift ist auf eine Zeile begrenzt.

source: Text that provides additional information on the paid content.
de_de: Text, der den Bezahlinhalt näher beschreibt.

source: Alignment of Additional Paid Content Boxes
de_de: Ausrichtung mehrerer Shortcode-Boxen

source: Enclose multiple [laterpay_premium_download] shortcodes in a [laterpay_box_wrapper] shortcode to align them in a three-column layout.
de_de: Wenn Sie mehrere [laterpay_premium_download]-Shortcodes zwischen [laterpay_box_wrapper] und [/laterpay_box_wrapper] einschließen, werden die Shortcode-Boxen in einem Drei-Spalten-Layout ausgerichtet.

source: The LaterPay plugin is in
de_de: Das LaterPay Plugin ist im

source: mode.
de_de: Modus.

source: It is invisible
de_de: Es ist für Besucher nicht sichtbar

source: visible to visitors.
de_de: sichtbar.

source: Sandbox Environment
de_de: Sandbox

source: for testing with simulated payments
de_de: zu Testzwecken mit simulierten Zahlungen

source: Paste Sandbox Merchant ID here
de_de: Sandbox Merchant ID hier einfügen

source: Paste Sandbox API Key here
de_de: Sandbox API Key hier einfügen

source: Live Environment
de_de: Live

source: for processing real financial transactions
de_de: Produktivumgebung für echte Käufe und Zahlungen

source: Paste Live Merchant ID here
de_de: Live Merchant ID hier einfügen

source: Paste Live API Key here
de_de: Live API Key hier einfügen

source: Request Live API Credentials
de_de: Live API Zugangsdaten anfordern

source: Posts can
de_de: Beiträge können

source: cannot be purchased individually.
de_de: können nicht einzeln gekauft werden.

source: Global Default Price
de_de: Allgemeiner Standardpreis

source: Every post costs
de_de: Jeder Artikel kostet

source: Edit Global Default Price
de_de: Allgemeinen Standardpreis bearbeiten

source: Price
de_de: Preis

source: Revenue Model
de_de: Erlösmodell

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Category Default Prices
de_de: Kategoriespezifische Standardpreise

source: Create
de_de: Erstellen

source: Every post in
de_de: Jeder Beitrag in

source: costs
de_de: kostet

source: Edit Category Default Price
de_de: Kategoriespezifischen Standardpreis bearbeiten

source: Category
de_de: Kategorie

source: Set prices by category
de_de: Preise pro Kategorie setzen

source: Category default prices are convenient for selling different categories of content at different standard prices.<br>Individual prices can be set when editing a post.
de_de: Mit kategoriespezifischen Standardpreisen können Sie für verschiedene Kategorien eigene Standardpreise setzen.<br> Individuelle Preise können Sie beim Bearbeiten von Beiträgen festlegen.

source: Click the "Create" button to set a default price for a category.
de_de: Klicken Sie auf den "Erstellen" Button, um einen Standardpreis für eine Kategorie zu setzen.

source: Add a Category Default Price
de_de: Kategoriespezifischen Standardpreis hinzufügen

source: Time Passes
de_de: Zeitpässe

source: reduces the price to
de_de: reduziert den Preis auf

source: times redeemed.
de_de: Mal eingelöst.

source: Sell bundles of content
de_de: Inhalte im Paket verkaufen

source: With Time Passes you can sell time-limited access to a category or your entire site. Time Passes do not renew automatically.
de_de: Mit Zeitpässen können Sie zeitlich begrenzten Zugriff auf eine Kategorie oder die gesamte Seite verkaufen. Zeitpässe verlängern sich nicht automatisch.

source: Click the "Create" button to add a Time Pass.
de_de: Klicken Sie auf den "Erstellen" Button, um einen Zeitpass hinzuzufügen.

source: The pass is valid for
de_de: Dieser Pass gilt für

source: and grants
de_de: und gibt

source: access to
de_de: Zugriff auf

source: The user pays
de_de: Der Nutzer zahlt

source: later
de_de: später

source: immediately
de_de: sofort

source: Title
de_de: Titel

source: Description
de_de: Beschreibung

source: Offer this time pass at a reduced price of
de_de: Diesen Zeitpass zu einem reduzierten Preis anbieten:

source: Generate voucher code
de_de: Gutschein-Code erstellen

source: The user has to log in to LaterPay and pay immediately.
de_de: Der Nutzer muss sich bei LaterPay einloggen und sofort bezahlen.

source: Forward users to this URL after they have redeemed a gift card:
de_de: Leiten Sie Nutzer nach dem Einlösen eines Geschenkgutscheins zu dieser URL weiter:

source: to
de_de: auf

source: Update Prices
de_de: Preise aktualisieren

source: Delete
de_de: Löschen

source: %s Memory Usage
de_de: %s Speicherverbrauch

source: Messages<span class="lp_badge">%s</span>
de_de: Meldungen<span class="lp_badge">%s</span>

source: Welcome to LaterPay
de_de: Willkommen bei LaterPay

source: Set the most appropriate settings for you.
de_de: Passen Sie das LaterPay Plugin Ihren Bedürfnissen an.

source: Set a Price for this Post
de_de: Preis für den Beitrag setzen

source: Set an <strong>individual price</strong> for this post here.<br>You can also apply <strong>advanced pricing</strong> by defining how the price changes over time.
de_de: Setzen Sie hier einen <strong>individuellen Preis</strong> für diesen Beitrag.<br>Sie können auch <strong>dynamische Preise</strong> setzen und festlegen, wie Preise sich über die Zeit verändern sollen.

source: Add Teaser Content
de_de: Teaser zum Beitrag hinzufügen

source: You´ll give your users a better impression of what they´ll buy, if you preview some text, images, or video from the actual post.
de_de: Um Ihren Nutzern eine bessere Vorstellung davon zu geben, was sie kaufen, sollten Sie Text, Bilder oder Videos aus dem Beitrag als Teaser anzeigen.

source: Show previous 8 days
de_de: Vorherige 8 Tage anzeigen

source: 8 Day
de_de: 8 Tages

source: 24 Hour
de_de: 24 Stunden

source: 2 Week
de_de: 2 Wochen

source: 1 Month
de_de: 1 Monats

source: Pay-per-Use: users pay purchased content later
de_de: Pay-per-Use: Nutzer bezahlen den gekauften Inhalt später

source: Single Sale: users pay purchased content immediately
de_de: Single Sale: Nutzer bezahlen den gekauften Inhalt sofort

source: Individual Price
de_de: Individueller Preis

source: Category Default Price
de_de: Kategorie- preis

source: Global Default<span></span> Price
de_de: Standard- preis

source: The dynamic pricing will <strong>start</strong>, once you have <strong>published</strong> this post.
de_de: Die dynamische Preissetzung <strong>started</strong>, sobald Sie diesen Beitrag <strong>veröffentlicht</strong> haben.

source: Restart dynamic pricing
de_de: Dynamische Preissetzung neu starten

source: Remove dynamic pricing
de_de: Dynamische Preissetzung entfernen

source: Add dynamic pricing
de_de: Dynamische Preissetzung hinzufügen

source: Terms
de_de: Details

source: Back
de_de: Zurück

source: all
de_de: alle

source: %s: <code>%s</code> not found
de_de: %s: <code>%s</code> nicht gefunden

source: %s : <code>%s</code> not found
de_de: %s : <code>%s</code> nicht gefunden

source: System Config
de_de: System Konfiguration

source: Plugin Config
de_de: Plugin Konfiguration

source: yes
de_de: ja

source: no
de_de: nein

source: none
de_de: keine

source: Read Now
de_de: Jetzt lesen

source: Read Now, Pay Later
de_de: Jetzt lesen, später zahlen

source: Buy Time Pass
de_de: Zeitpass kaufen

source: Buy a LaterPay time pass and pay with a payment method you trust.
de_de: Kaufen Sie einen LaterPay Zeitpass und <br>bezahlen Sie mit einer Zahlungsmethode Ihres Vertrauens.

source: Read Immediately
de_de: Sofort lesen

source: Immediately access your content. <br>A time pass is not a subscription, it expires automatically.
de_de: Greifen Sie sofort auf Ihren Kauf zu. <br>Ein Zeitpass ist kein Abo, er endet automatisch.

source: Buy Now
de_de: Jetzt kaufen

source: Buy this post now with LaterPay and <br>pay with a payment method you trust.
de_de: Kaufen Sie diesen Beitrag jetzt mit LaterPay und <br>bezahlen Sie mit einer Zahlungsmethode Ihres Vertrauens.

source: Immediately access your purchase. <br>You only buy this post. No subscription, no fees.
de_de: Greifen Sie sofort auf Ihren Kauf zu. <br>Sie kaufen nur diesen Beitrag. Kein Abo, keine Gebühren.

source: Just agree to pay later.<br> No upfront registration and payment.
de_de: Stimmen Sie einfach zu, später zu zahlen.<br> Keine Vorabregistrierung. Keine Vorauszahlung.

source: Access your purchase immediately.<br> You are only buying this article, not a subscription.
de_de: Greifen Sie sofort auf Ihren Kauf zu. <br>Sie kaufen nur diesen Beitrag, kein Abo.

source: Pay Later
de_de: Später zahlen

source: Buy with LaterPay until you reach a total of 5 Euro.<br> Only then do you have to register and pay.
de_de: Kaufen Sie mit LaterPay, bis Sie 5 Euro erreicht haben.<br> Erst dann müssen Sie sich registrieren und bezahlen.

source: 24-Hour Pass
de_de: 24-Stunden-Pass

source: 24 hours access to all content on this website
de_de: 24 Stunden Zugang zu allen Inhalten dieser Website

source: Hour
de_de: Stunde

source: Day
de_de: Tag

source: Week
de_de: Woche

source: Month
de_de: Monat

source: Year
de_de: Jahr

source: Hours
de_de: Stunden

source: Days
de_de: Tage

source: Weeks
de_de: Wochen

source: Months
de_de: Monate

source: Years
de_de: Jahre

source: All content
de_de: Alle Inhalte

source: All content except for category
de_de: Alle Inhalte außer in Kategorie

source: All content in category
de_de: Alle Inhalte in Kategorie

source: for
de_de: für

source: Pricing
de_de: Preise

source: Appearance
de_de: Darstellung

source: Account
de_de: Konto

source: k
de_de: t

source: <p>LaterPay: Your server <strong>does not</strong> meet the minimum requirement of %s version %s or higher. You are running %s version %s.</p>
de_de: <p>LaterPay: Ihr Server <strong>erfüllt nicht die Mindestanforderung</strong> von %s-Version %s oder neuer. Sie verwenden %s-Version %s.</p>

source: The LaterPay plugin could not be installed. Please fix the reported issues and try again.
de_de: Das LaterPay Plugin konnte nicht installiert werden. Bitte beheben Sie die genannten Probleme und versuchen Sie es erneut.

source: LaterPay Plugin Settings
de_de: LaterPay-Plugin-Einstellungen
