Repository: wp-plugins/laterpay
Catalog: languages/laterpay-*.po
Languages: de_de

source: <p> With the <strong>bulk price editor</strong>, you can quickly change <strong>multiple</strong> prices <strong>at a time</strong>.<br> The plugin will always try to <strong>maintain the current pricing structure</strong> of your blog, i.e. posts with individual price will still use the individual price, posts with category default price will still use the category default price and posts with global default price will still use the global default price after <strong>most</strong> bulk price actions.<br><br> Actions that <strong>maintain</strong> the pricing structure are: <ul> <li> <strong>Set prices of all posts to X EUR.</strong><br> This action will set the individual prices of posts with individual price to X EUR, set all category default prices to X EUR, and set the global default price to X EUR. </li> <li> <strong>Increase prices of all posts by X EUR / %.</strong><br> This action will increase the individual prices of posts with individual price by X EUR / %, increase all category default prices by X EUR / %, and increase the global default price by X EUR / %. </li> <li> <strong>Reduce prices of all posts by X EUR / %.</strong><br> This action will reduce the individual prices of posts with individual price by X EUR / %, reduce all category default prices by X EUR / %, and reduce the global default price by X EUR / %. </li> <li> <strong>Make all posts free.</strong><br> This action will set the individual prices of posts with individual price to 0.00 EUR, set all category default prices to 0.00 EUR, and set the global default price to 0.00 EUR. </li> </ul> </p> <p> Still, some bulk price actions <strong>might change</strong> the current pricing structure:<br> <ul> <li> <strong>Make all posts in category X free.</strong><br> This action will set the individual prices of posts with individual price in category X to 0.00 EUR. If a category default price for category X exists, it will be set to 0.00 EUR and applied to all posts with category default price and global default price in this category. If no category default price for category X exists, it will be created, set to 0.00 EUR, and applied to all posts with category default price and global default price in this category. </li> <li> <strong>Reset prices of all posts in category X to category default price.</strong><br> This action will apply the category default price to all posts in category x. </li> <li> <strong>Reset prices of all posts to global default price</strong><br> This action will delete all category default prices and individual prices, and use the global default price for all posts. </li> </ul> </p> <p> <strong>Rounding and allowed price ranges</strong><br> Please note, that the bulk price editor can change prices only within the allowed price ranges: <ul> <li> If the result of a price change would be <strong>< 0.05 EUR</strong>, this price is changed to <strong>0.05 EUR</strong>. </li> <li> If the result of a price change would be <strong>> 149.99 EUR</strong>, this price is changed to <strong>149.99 EUR</strong>. </li> <li> If the price of a <strong>PPU</strong> (pay-per-use) post is changed to a price <strong>> 5.00 EUR</strong>, this post is changed to a <strong>SIS</strong> (single sale) post. </li> <li> If the price of a <strong>SIS</strong> post is changed to a price <strong>< 1.49 EUR</strong>, this post is changed to a <strong>PPU</strong> post. </li> </ul> </p>
de_de: <p> Mit dem <strong>Bulk Price Editor</strong> können Sie schnell <strong>mehrere</strong> Preise <strong>auf einmal</strong> ändern.<br> Das Plugin wird dabei immer versuchen, die <strong>bestehende Preisstruktur zu erhalten</strong>. Das bedeutet, dass in den <strong>meisten</strong> Fällen Beiträge mit einem individuellen Preis nach einer Bulk-Price-Änderung weiterhin ihren individuellen Preis verwenden, Beiträge mit einem kategoriespezifischen Standardpreis weiterhin den kategoriespezifischen Standardpreis anwenden und Beiträge mit allgemeinem Standardpreis weiterhin den allgemeinen Standardpreis nutzen.<br><br> Änderungen, die die bestehende Preisstruktur <strong>erhalten</strong>, sind: <ul> <li> <strong>Setze die Preise aller Beiträge auf X EUR.</strong><br> Diese Aktion setzt die individuellen Preise aller Beiträge mit individuellem Preis auf X EUR, alle kategoriespezifischen Standardpreise auf X EUR und den allgemeinen Standardpreis auf X EUR. </li> <li> <strong>Erhöhe die Preise aller Beiträge um X EUR/%.</strong><br> Diese Aktion erhöht die individuellen Preise aller Beiträge mit individuellem Preis um X EUR/%, alle kategoriespezifischen Standardpreise um X EUR/% und den allgemeinen Standardpreis um X EUR/%. </li> <li> <strong>Reduziere die Preise aller Beiträge um X EUR/%.</strong><br> Diese Aktion reduziert die individuellen Preise aller Beiträge mit individuellem Preis um X EUR/%, alle kategoriespezifischen Standardpreise um X EUR/% und den allgemeinen Standardpreis um X EUR/%. </li> <li> <strong>Mach alle Beiträge kostenlos.</strong><br> Diese Aktion setzt die individuellen Preise aller Beiträge mit individuellem Preis auf 0,00 EUR, alle kategoriespezifischen Standardpreise auf 0,00 EUR und den allgemeinen Standardpreis auf 0,00 EUR. </li> </ul> </p> <p> Manche Bulk-Price-Änderungen <strong>verändern</strong> die bestehende Preisstruktur:<br> <ul> <li> <strong>Mach alle Beiträge in Kategorie X kostenlos.</strong><br> Diese Aktion setzt die individuellen Preise aller Beiträge mit individuellem Preis in Kategorie X auf 0,00 EUR. Falls ein kategoriespezifischer Standardpreis für Kategorie X existiert, wird dieser auf 0,00 EUR gesetzt und allen Beiträgen in Kategorie X mit kategoriespezifischem Standardpreis oder allgemeinem Standardpreis zugewiesen. Wenn kein kategoriespezifischer Standardpreis für Kategorie X existiert, wird er erstellt, auf 0,00 EUR gesetzt und allen Beiträgen in Kategorie X mit kategoriespezifischem Standardpreis oder allgemeinem Standardpreis zugewiesen. </li> <li> <strong>Zurücksetzen der Preise aller Beiträge in Kategorie X auf den kategoriespezifischen Standardpreis</strong><br> Diese Aktion wendet den kategoriespezifischen Standardpreis auf alle Beiträge in Kategorie X an. </li> <li> <strong>Zurücksetzen der Preise aller Beiträge auf den allgemeinen Standardpreis</strong><br> Diese Aktion löscht alle kategoriespezifischen Standardpreise und individuellen Preise und wendet den allgemeinen Standardpreis auf alle Beiträge an. </li> </ul> </p> <p> <strong>Runden und erlaubter Preisbereich</strong><br> Bitte beachten Sie, dass der Bulk Price Editor Preise nur innerhalb des erlaubten Preisbereichs ändern kann: <ul> <li> Wenn das Ergebnis einer Preisänderung <strong>< 0,05 EUR</strong> wäre, wird dieser Preis auf <strong>0,05 EUR</strong> geändert. </li> <li> Wenn das Ergebnis einer Preisänderung <strong>> 149,99 EUR</strong> wäre, wird dieser Preis auf <strong>149,99 EUR</strong> geändert. </li> <li> Wenn der Preis eines <strong>PPU</strong> (Pay-per-use)-Beitrags auf einen Preis <strong>> 5,00 EUR</strong> geändert wird, wird der Beitrag zu einem <strong>SIS</strong> (Single Sale)-Beitrag. </li> <li> Wenn der Preis eines <strong>SIS</strong>-Beitrags auf einen Preis <strong>< 1,49 EUR</strong> geändert wird, wird der Beitrag zu einem <strong>PPU</strong>-Beitrag. </li> </ul> </p>

source: <p> <strong>Validity of Time Passes</strong><br> With time passes, you can offer your users <strong>time-limited</strong> access to your content. You can define, which content a time pass should cover and for which period of time it should be valid. A time pass can be valid for <strong>all LaterPay content</strong> </p> <ul> <li>on your <strong>entire website</strong>,</li> <li>in one <strong>specific category</strong>, or</li> <li>on your entire website <strong>except from a specific category</strong>.</li> </ul> <p> The <strong>validity period</strong> of a time pass starts with the <strong>purchase</strong> and is defined for a <strong>continuous</strong> use – i.e. it doesn't matter, if a user is on your website during the entire validity period. After a time pass has expired, the access to the covered content is automatically refused. Please note: Access to pages which are <strong>still open</strong> when a pass expires will be refused only after <strong>reloading</strong> the respective page. <strong>Any files</strong> (images, documents, presentations...), that were downloaded during the validity period, can still be used after the access has expired – but the user will <strong>not</strong> be able to <strong>download them </strong> without purchasing again. </p> <p> <strong>Deleting Time Passes</strong><br> Please be aware, that after <strong>deleting</strong> a time pass, users who have bought this time pass <strong>will lose</strong> their access to the covered content. <strong>Time Passes cannot be restored.</strong> </p> <p> <strong>Time Passes and Individual Sales</strong><br> When a user purchases a time pass, he has access to all the content covered by this pass during the validity period. Of course, you can still sell your content individually.<br> Example: A user has already purchased the post "New York – a Travel Report" for 0.29 EUR. Now he purchases a Week Pass for the category "Travel Reports" for 0.99 EUR. The category also contains the "New York" post. For one week, he can now read all posts in the category "Travel Reports" for a fixed price of 0.99 EUR. After this week, the access expires automatically. During the validity period, the user will not see any LaterPay purchase buttons for posts in the category "Travel Reports". After the pass has expired, the user will still have access to the post he had previously purchased individually. </p> <p> <strong>Sidebar Widget</strong><br> Time passes are listed in a dedicated <strong>sidebar widget</strong>.You will find it in your WordPress backend in "Design > Widgets".<br> The sidebar widget displays all time passes which are available for the user in the current context, sorted by relevance.<br> Example: You offer a <strong>Week Pass "Sport"</strong> for the category sport, a <strong>Week Pass "News"</strong> for the category "News" and a <strong>Month Pass Entire Website</strong> for all the content on your website.<br> Depending on the page he is currently visiting, a user will see different time passes: </p> <ul> <li>On the post page of a post in the category <strong>"Sport"</strong>, the <strong>Week Pass "Sport"</strong> will be listed first, followed by the "Month Pass Entire Website". The <strong>Week Pass "News"</strong> is <strong>not relevant</strong> is this context and will not be displayed.</li> <li>On the post page of a post in the category <strong>"News"</strong>, the <strong>Week Pass "News"</strong> will be listed first, followed by the "Month Pass Entire Website". The <strong>Week Pass "Sport"</strong> is <strong>not relevant</strong> is this context and will not be displayed.</li> </ul> <p> <strong>Vouchers</strong><br> You can create any number of voucher codes for each time pass. A voucher code allows one (or multiple) user(s) to purchase a time pass for a reduced price. A user can enter a voucher code in the <strong>sidebar widget</strong> after clicking <strong>"I have a voucher"</strong>. If the entered code is a valid voucher code, the price of the time pass, the code is valid for, will be reduced.<br> A voucher code can be used <strong>any number of times</strong> and is <strong>not linked</strong> to a specific user.<br> If you <strong>delete</strong> a voucher code, this will <strong>not affect</strong> the validity of time passes which have already been purchased using this voucher code. </p>
de_de: <p> <strong>Gültigkeit von Zeitpässen</strong><br> Mit Zeitpässen können Sie Ihren Nutzern einen <strong>zeitlich begrenzten Zugang</strong> zu Ihren Inhalten anbieten. Sie entscheiden dabei, auf welche Inhalte ein Käufer mit diesem Zeitpass Zugriff haben und wie lange dieser Zugriff gültig sein soll. Ein Zeitpass kann gültig sein für <strong>alle LaterPay Inhalte</strong> <ul> <li>auf der <strong>gesamten Seite</strong>,</li> <li>in einer <strong>bestimmten Kategorie</strong> oder</li> <li>auf der gesamten Seite <strong>außer in einer bestimmten Kategorie</strong>.</li> </ul> Die <strong>Gültigkeitsdauer</strong> eines Zeitpasses startet mit dem <strong>Kauf</strong> und gilt für eine <strong>durchgängige</strong> Nutzung – ob der Nutzer während des Gültigkeitszeitraumes also kontinuierlich auf Ihrer Seite ist, ist unerheblich. Nachdem ein Zeitpass abgelaufen ist, verfällt der gekaufte Zugriff automatisch. Bitte beachten Sie: Seiten, die der Nutzer zum Zeitpunkt des Ablaufs <strong>noch geöffnet</strong> hat, verlieren den Zugriff erst beim <strong>Neuladen</strong> der jeweiligen Seite. <strong>Dateien</strong> jeder Art (Bilder, Dokumente, Präsentationen...), die während des Gültigkeitszeitraumes heruntergeladen wurden, können auch nach dem Ablaufen des Zeitpasses noch verwendet werden – der Nutzer kann sie jedoch <strong>nicht erneut herunterladen</strong>, ohne den Zugriff nochmals zu kaufen. </p> <p> <strong>Löschen von Zeitpässen</strong><br> Bitte beachten Sie, dass alle Nutzer, die einen Zeitpass gekauft haben, den Zugang zu den Inhalten verlieren, die dieser Zeitpass abdeckt, nachdem Sie den entsprechenden Pass <strong>gelöscht</strong> haben. <strong>Zeitpässe können nicht wiederhergestellt werden.</strong> </p> <p> <strong>Zeitpässe und Einzelverkäufe</strong><br> Wenn ein Nutzer einen Zeitpass erwirbt, hat er für dessen Gültigkeitszeitraum Zugriff auf alle Inhalte, die von dem Pass abgedeckt werden. Selbstverständlich können Sie neben Zeitpässen wie gewohnt Ihre Inhalte auch einzeln verkaufen.<br> Ein Beispiel: Ein Nutzer hat den Artikel "New York - Ein Reisebericht" bereits für 0,29 EUR gekauft. Er erwirbt nun für 0,99 EUR einen Wochenpass für die Kategorie "Reiseberichte", in der sich unter anderem auch dieser Beitrag befindet. Er kann nun für eine Woche alle Beiträge in dieser Kategorie zum Festpreis von 0,99 EUR lesen - danach verfällt sein Zugang. Während des Gültigkeitszeitraumes wird er in der Kategorie "Reiseberichte" nicht zum Bezahlen einzelner Beiträge aufgefordert. Auf den bereits einzeln gekauften Artikel "New York – Ein Reisebericht" hat er aber nach wie vor auch nach Ablauf des Zeitpasses Zugriff. </p> <p> <strong>Action</strong><br> Sie können Zeitpässe anzeigen, in dem Sie die <a href="admin.php?page=laterpay-appearance-tab#lp_timePassAppearance" target="_blank">Action 'laterpay_time_passes'</a> in Ihrem Theme aufrufen.<br> Diese Action zeigt alle Zeitpässe an, die im aktuellen Kontext für den Nutzer relevant sind und sortiert sie entsprechend.<br> Beispiel: Sie bieten einen <strong>Wochenpass "Sport"</strong> für die Kategorie Sport, einen <strong>Wochenpass "News"</strong> für die Kategorie News und einen <strong>Monatspass für die gesamte Seite</strong> an. Je nachdem, auf welcher Seite sich ein Nutzer gerade befindet, werden ihm andere Zeitpässe angezeigt: <ul> <li>In einem Beitrag der Kategorie <strong>"Sport"</strong> wird ganz oben der <strong>Wochenpass "Sport"</strong> angezeigt, gefolgt vom Monatspass für die gesamte Seite. Der Zeitpass "News" ist hier <strong>nicht relevant</strong> und wird nicht angezeigt.</li> <li>In einem Beitrag der Kategorie <strong>"News"</strong> wird ganz oben der <strong>Wochenpass "News"</strong> angezeigt, gefolgt vom Monatspass für die gesamte Seite. Der Zeitpass "Sport" ist hier <strong>nicht relevant</strong> und wird nicht angezeigt.</li> </ul> </p> <p> <strong>Gutscheine</strong><br> Für jeden Zeitpass können Sie beliebig viele Gutschein-Codes erstellen, die es einem (oder auch mehreren) Nutzer(n) erlauben, einen Zeitpass günstiger zu kaufen. Ihre Nutzer können den Gutschein-Code mit einem Klick auf <strong>'Gutschein einlösen'</strong> direkt unter den verfügbaren Zeitpässen eingeben. Falls der Gutschein-Code gültig ist, wird der Preis des Zeitpasses, für den er gültig ist, vor dem Kauf entsprechend angepasst.<br> Ein Gutschein-Code kann <strong>beliebig oft</strong> eingelöst werden und ist <strong>nicht</strong> an einen bestimmten Nutzer gebunden.<br> Wenn Sie einen Gutschein-Code <strong>löschen</strong>, hat das <strong>keine Auswirkungen</strong> auf Zeitpässe, die bereits mit diesem Gutschein-Code erworben wurden. </p>

source: Preview Mode
de_de: Vorschau für

source: <p> The preview mode defines, how teaser content is shown to your visitors.<br> You can choose between two preview modes: </p> <ul> <li> <strong>Teaser only</strong> &ndash; This mode shows only the teaser with an unobtrusive purchase link below. </li> <li> <strong>Teaser + overlay</strong> &ndash; This mode shows the teaser and an excerpt of the full content under a semi-transparent overlay that briefly explains LaterPay.<br> The plugin never loads the entire content before a user has purchased it. </li> </ul>
de_de: <p> Der Vorschau-Modus definiert, wie Ihre Besucher den Teaser-Inhalt eines Beitrags sehen.<br> </p> <ul> <li> <strong>Nur Teaser</strong> &ndash; In diesem Modus wird nur der Teaser und darunter ein unaufdringlicher Kauflink angezeigt. </li> <li> <strong>Teaser + Auszug unter Overlay</strong> &ndash; In diesem Modus wird der Teaser und ein Auszug des Volltextes unter einem halbtransparenten Overlay angezeigt, das LaterPay kurz erklärt.<br> Das Plugin lädt niemals den vollständigen Inhalt eines Beitrags bevor der Nutzer ihn nicht gekauft hat. </li> </ul>

source: Invoice Indicator
de_de: Rechnungsanzeige

source: <p> The plugin provides a code snippet you can insert into your theme that displays the user's current LaterPay invoice total and provides a direct link to his LaterPay user backend.<br> You <em>don't have to</em> integrate this snippet, but we recommend it for transparency reasons. </p>
de_de: <p> Das Plugin bietet ein HTML-Schnipsel, das Sie in Ihr Theme integrieren können. Es zeigt dem Nutzer den aktuellen Stand seiner LaterPay Rechnung an und bietet ihm die Möglichkeit, direkt in sein LaterPay Nutzerkonto zu gelangen.<br> Sie <em>müssen die Rechnungsanzeige nicht verwenden</em>, wir empfehlen es aber aus Gründen der Transparenz. </p>

source: <p> If you enable the <strong>rating of purchased content</strong>, users, who have <strong>already bought</strong> a post, will be able to <strong>rate it</strong> on a five stars scale, five stars being the best rating. <br> Users, who <strong>haven't bought</strong> a post yet, will see a summary of all buyer ratings below the LaterPay purchase button. </p> <p> As the <strong>opinion of buyers</strong> might have a <strong>strong influence</strong> on the buying decisions of your users, enabling the rating of purchased content could <strong>boost your sales</strong>. </p>
de_de: <p> Wenn Sie die <strong>Bewertung gekaufter Inhalte</strong> aktivieren, können Nutzer, die einen Beitrag <strong>gekauft</strong> haben, diesen auf einer Fünf-Sterne-Skala <strong>bewerten</strong>, wobei fünf Sterne die beste Bewertung darstellen. <br> Nutzer, die einen Beitrag <strong>noch nicht gekauft</strong> haben, sehen die bisherigen Bewertungen unter dem LaterPay Button. </p> <p> Da die <strong>Meinung anderer Käufer</strong> einen <strong>großen Einfluss</strong> auf die Kaufentscheidung Ihrer Nutzer haben kann, kann es sich <strong>positiv auf Ihre Verkäufe auswirken</strong>, wenn Sie die Bewertung gekaufter Inhalte erlauben. </p>

source: API Credentials
de_de: API Zugangsdaten

source: <p> To access the LaterPay API, you need LaterPay API credentials, consisting of </p> <ul> <li><strong>Merchant ID</strong> (a 22-character string) and</li> <li><strong>API Key</strong> (a 32-character string).</li> </ul> <p> LaterPay runs two completely separated API environments that need <strong>different API credentials:</strong> </p> <ul> <li> The <strong>Sandbox</strong> environment for testing and development use.<br> In this environment you can play around with LaterPay without fear, as your transactions will only be simulated and not actually be processed.<br> LaterPay guarantees no particular service level of availability for this environment. </li> <li> The <strong>Live</strong> environment for production use.<br> In this environment all transactions will be actually processed and credited to your LaterPay merchant account.<br> The LaterPay SLA for availability and response time apply. </li> </ul> <p> The LaterPay plugin comes with a set of <strong>public Sandbox credentials</strong> to allow immediate testing use. </p> <p> If you want to switch to <strong>Live mode</strong> and sell content, you need your individual <strong>Live API credentials. </strong><br> Due to legal reasons, we can email you those credentials only once we have received a <strong>signed merchant contract</strong> including <strong>all necessary identification documents</strong> by ground mail. </p>
de_de: <p> Um auf die LaterPay API zugreifen zu können, benötigen Sie LaterPay API Zugangsdaten, bestehend aus </p> <ul> <li><strong>Merchant ID</strong> (22 Zeichen) und</li> <li><strong>API Key</strong> (32 Zeichen).</li> </ul> <p> LaterPay betreibt zwei vollständig voneinander unabhängige API Umgebungen, für die <strong>unterschiedliche Zugangsdaten</strong> benötigt werden: </p> <ul> <li> Die <strong>Sandbox</strong>-Umgebung für Test- und Entwicklungszwecke<br> In dieser Umgebung können Sie LaterPay gefahrlos ausprobieren, da Transaktionen nicht tatsächlich gebucht sondern nur simuliert werden.<br> Für diese Umgebung garantiert LaterPay keine ständige Verfügbarkeit. </li> <li> Die <strong>Live</strong>-Umgebung für den Produktivbetrieb.<br> In dieser Umgebung werden alle Transaktionen gebucht und Ihrem LaterPay Händlerkonto gutgeschrieben.<br> Für diese Umgebung gilt das LaterPay Service-Level-Agreement fü Verfügbarkeit und Response Time. </li> </ul> <p> Zusammen mit dem Plugin werden <strong>öffentliche API Zugangsdaten</strong> ausgeliefert, die ein sofortiges Testen erlauben. </p> <p> Wenn Sie in den <strong>Live-Modus</strong> wechseln und Inhalte verkaufen möchten, benötigen Sie Ihre persönlichen <strong>Live API Zugangsdaten. </strong><br> Aus rechtlichen Gründen können wir Ihnen diese Zugangsdaten erst dann per E-Mail zusenden, wenn wir einen <strong>unterzeichneten Händlervertrag</strong> und <strong>alle notwendigen Dokumente zu Ihrer Identifizierung als Händler</strong> per Post erhalten haben. </p>

source: Plugin Mode
de_de: Plugin-Modus
