Repository: wp-plugins/laterpay
Catalog: languages/laterpay-*.po
Languages: de_de

source: days
de_de: Tage

source: Today
de_de: Heute

source: Teaser Content
de_de: Teaser für den Beitrag

source: Pricing for this Post
de_de: Preis des Beitrags

source: Visitors will see the teaser content <strong>instead of the full content</strong> before purchase.
de_de: Besucher sehen den Teaser <strong>anstelle des Volltextes</strong> vor dem Kauf.

source: If you do not enter any teaser content, the plugin will use an excerpt of the full content as teaser content.
de_de: Wenn Sie keinen Teaser angeben, verwendet das Plugin automatisch einen Auszug aus dem Volltext als Teaser.

source: We do recommend to write dedicated teaser content to increase your sales though.
de_de: Wir empfehlen jedoch, für jeden Beitrag einen separaten Teaser zu erstellen, um die Attraktivität des Beitrags zu steigern.
