Repository: wp-plugins/laterpay
Catalog: languages/laterpay-*.po
Languages: de_de

source: <p>You can run the LaterPay plugin in two modes:</p> <ul> <li> <strong>Test Mode</strong> &ndash; The test mode lets you test your plugin configuration.<br> While providing the full plugin functionality, payments are only simulated and not actually processed.<br> The plugin will <em>only</em> be visible to admin users, not to visitors. </li> <li> <strong>Live Mode</strong> &ndash; In live mode, the plugin is publicly visible and manages access to paid content.<br> All payments are actually processed. </li> </ul> <p> Using the LaterPay plugin usually requires some adjustments on your theme.<br> Therefore, we recommend installing, configuring, and testing the LaterPay plugin on a test system before activating it on your production system. </p>
de_de: <p>Sie können das Plugin in zwei Modi betreiben:</p> <ul> <li> <strong>Test-Modus</strong> &ndash; Im Test-Modus können Sie Ihre Plugin Konfiguration testen.<br> Dieser Modus bietet die volle Plugin-Funktionalität, Transaktionen werden aber nicht tatsächlich gebucht.<br> Das Plugin wird <em>nur</em> für Admins sichtbar sein und nicht für reguläre Besucher. </li> <li> <strong>Live-Modus</strong> &ndash; Im Live-Modus ist das Plugin für alle Nutzer sichtbar und beschränkt den Zugriff auf kostenpflichtige Inhalte.<br> Alle Zahlungen werden tatsächlich gebucht. </li> </ul> <p> In der Regel werden einige Änderungen an Ihrem Theme notwendig, wenn Sie das LaterPay WordPress Plugin verwenden.<br> Daher empfehlen wir, das Plugin auf einem Testsystem zu installieren, zu testen und zu konfigurieren, bevor Sie es auf Ihrem Produktivsystem aktivieren. </p>

source: Thank you very much for rating!
de_de: Vielen Dank für Ihre Bewertung!

source: &mdash; Visit the post to buy its full content for %s %s &mdash;
de_de: &mdash; Besuchen Sie den Beitrag, um den gesamten Inhalt für %s %s zu kaufen &mdash;

source: In Live mode, your visitors would now see the LaterPay purchase dialog.
de_de: Im Live-Modus würden Ihre Besucher jetzt den LaterPay Kaufdialog sehen.

source: Voucher code accepted.
de_de: Gutschein-Code akzeptiert.

source: is not a valid voucher code!
de_de: ist kein gültiger Gutschein-Code!

source: Please enter a six-digit voucher code.
de_de: Bitte geben Sie einen sechsstelligen Gutschein-Code ein.

source: An error occurred. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: An error occurred when trying to save your settings. Please try again.
de_de: Während des Speicherns ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: Updated.
de_de: Aktualisiert.

source: You don't have sufficient user capabilities to do this.
de_de: Sie haben nicht die erforderlichen Berechtigungen für diese Aktion.

source: Additional Premium Content
de_de: Zusätzlicher Premium-Inhalt

source: <code>%1$s</code> is deprecated, please use <code>%2$s</code>. <code>%1$s</code> will be removed in the next release.
de_de: <code>%1$s</code> ist veraltet, bitte verwenden Sie <code>%2$s</code>. <code>%1$s</code> wird mit dem nächsten Release entfernt.

source: We couldn't find a page for target_post_id="%s" on this site.
de_de: Wir konnten keine Seite für target_post_id="%s" auf dieser Webseite finden.

source: We couldn't find a page for target_post_title="%s" on this site.
de_de: Wir konnten keine Seite für target_post_title="%s" auf dieser Webseite finden.

source: Problem with inserted shortcode:
de_de: Es gibt ein Problem mit dem eingefügten Shortcode:

source: LaterPay has been disabled for the post type of the target page.
de_de: LaterPay wurde für den Post-Type der Zielseite deaktiviert.

source: Download now
de_de: Jetzt herunterladen

source: Watch now
de_de: Jetzt ansehen

source: Listen now
de_de: Jetzt anhören

source: Read now
de_de: Jetzt lesen

source: Wrong time pass id or no time passes specified.
de_de: Ungültige Zeitpass-ID oder keine Zeitpässe vorhanden.

source: Wrong time pass id.
de_de: Ungültige Zeitpass-ID.

source: Buy another gift card
de_de: Einen weiteren Gutschein kaufen.

source: Fetching data from browscap.org
de_de: Lade Daten von browscap.org

source: Browscap cache update has failed
de_de: Browscap-Cache-Update fehlgeschlagen

source: Your database is up to date :-)
de_de: Ihre Datenbank ist auf dem neuesten Stand :-)

source: Your server must have > 100 MB of RAM and the /cache folder within the LaterPay plugin must be writable for an update. Start database update?
de_de: Ihr Server muss über > 100 MB RAM verfügen und der /cache Ordner innerhalb des LaterPay Plugins muss für ein Update beschreibbar sein. Datenbank-Update starten?

source: Your database is already up to date
de_de: Ihre Datenbank ist bereits auf dem neuesten Stand

source: Browscap cache has been updated
de_de: Browscap-Cache aktualisiert

source: LaterPay Advanced Settings
de_de: LaterPay – Erweiterte Einstellungen

source: Debugger Pane
de_de: Debugger

source: I want to view the LaterPay debugger pane
de_de: Ich möchte den LaterPay Debugger anzeigen

source: The LaterPay debugger pane contains a lot of helpful plugin- and system-related information for debugging the LaterPay plugin and fixing configuration problems.<br> When activated, the debugger pane is rendered at the bottom of the screen.<br> It is visible both for logged in not logged in users!<br> On a production installation you should switch it off again as soon as you don't need it anymore.
de_de: Der LaterPay Debugger liefert eine Vielzahl an hilfreichen plugin- und systembezogenen Informationen für das Debugging des LaterPay Plugins und die Behebung von Konfigurationsproblemen.<br> Wenn der Debugger aktiviert ist, wird die Debugger-Leiste am unteren Bildschirmrand angezeigt.<br> Diese ist sowohl für eingeloggte als auch nicht eingeloggte Nutzer sichtbar!<br> Auf einem Produktivsystem sollten Sie den LaterPay Debugger deaktivieren, sobald Sie ihn nicht mehr benötigen.

source: Caching Compatibility Mode
de_de: Caching-Kompatibilitätsmodus

source: Caching Compatibility
de_de: Caching-Kompatibilität

source: I am using a caching plugin (e.g. WP Super Cache or Cachify)
de_de: Ich verwende ein Caching-Plugin (z. B. WP Super Cache oder Cachify)

source: You MUST enable caching compatiblity mode, if you are using a caching solution that caches entire HTML pages.<br> In caching compatibility mode the plugin works like this:<br> It renders paid posts only with the teaser content. This allows to cache them as static files without risking to leak the paid content.<br> When someone visits the page, it makes an Ajax request to determine, if the visitor has already bought the post and replaces the teaser with the full content, if required.
de_de: Sie MÜSSEN den Caching-Kompatibilitätsmodus aktivieren, wenn Sie eine Caching-Lösung verwenden, die vollständige HTML-Seiten cached.<br> Im Caching-Kompatibilitätsmodus arbeitet das Plugin wie folgt:<br> Kostenpflichtige Beiträge werden zunächst nur mit dem Teaser ausgeliefert. So können sie als statische Dateien gecached werden, ohne die kostenpflichtigen Inhalte mitauszuliefern.<br> Wenn ein Nutzer einen kostenpflichtigen Beitrag besucht, prüft das Plugin über einen Ajax-Request, ob der Nutzer diesen Artikel bereits gekauft hat. Falls ja, wird der Teaser durch den Volltext ersetzt.

source: LaterPay-enabled Post Types
de_de: LaterPay Post-Types

source: Enabled Post Types
de_de: Aktivierte Post-Types

source: Please choose, which standard and custom post types should be sellable with LaterPay.
de_de: Bitte geben Sie an, für welche Standard- und Custom-Post-Types LaterPay verfügbar sein soll.

source: Offering Time Passes on Free Posts
de_de: Anzeigen von Zeitpässen bei kostenlosen Beiträgen

source: Time Passes Widget
de_de: Zeitpässe

source: I want to display the time passes widget on free and paid posts
de_de: Ich möchte Zeitpässe sowohl bei kostenpflichtigen als auch bei kostenlosen Beiträgen anzeigen

source: Please choose, if you want to show the time passes widget on free posts, or only on paid posts.
de_de: Bitte geben Sie an, ob Sie Zeitpässe nur bei kostenpflichtigen oder auch bei kostenlosen Beiträgen anzeigen möchten.

source: Gift Codes Limit
de_de: Einschränkungen für Geschenkgutscheine

source: Times Redeemable
de_de: Maximal einlösbar

source: Specify, how many times a gift code can be redeemed for the associated time pass.
de_de: Geben Sie an, wie oft ein Geschenkgutschein für einen bestimmten Zeitpass eingelöst werden kann.

source: Automatically Generated Teaser Content
de_de: Automatisch erzeugter Teaser

source: Teaser Content Word Count
de_de: Teaser-Länge

source: Number of words extracted from paid posts as teaser content.
de_de: Anzahl der Wörter aus dem Volltext, die als Teaser verwendet werden.

source: The LaterPay WordPress plugin automatically generates teaser content for every paid post without teaser content.<br> While technically possible, setting this parameter to zero is HIGHLY DISCOURAGED.<br> If you really, really want to have NO teaser content for a post, enter one space into the teaser content editor for that post.
de_de: Das LaterPay WordPress Plugin erstellt automatisch einen Teaser für jeden kostenpflichtigen Beitrag ohne Teaser.<br> Auch wenn es technisch möglich ist, RATEN WIR DRINGEND DAVON AB, diesen Parameter auf 0 zu setzen.<br> Wenn Sie wirklich KEINEN Teaser für einen Beitrag anzeigen möchten, tragen Sie bitte ein Leerzeichen in das Teaser-Feld für diesen Beitrag ein.

source: Content Preview under Overlay
de_de: Beitragsvorschau unter Overlay

source: Percentage of Post Content
de_de: Anteil des Volltextes

source: Percentage of content to be extracted; 20 means "extract 20% of the total number of words of the post".
de_de: Prozentsatz des Volltextes, der angezeigt werden soll; 20 bedeutet "zeige die ersten 20% des Volltextes unter dem Overlay an."

source: Minimum Number of Words
de_de: Mindestanzahl Wörter

source: Applied if number of words as percentage of the total number of words is less than this value.
de_de: Wird verwendet, wenn der oben angegebene Prozentsatz weniger Wörter ergibt als dieser Wert.

source: Maximum Number of Words
de_de: Höchstanzahl Wörter

source: Applied if number of words as percentage of the total number of words exceeds this value.
de_de: Wird verwendet, wenn der oben angegebene Prozentsatz mehr Wörter ergibt als dieser Wert.

source: In the appearance tab, you can choose to preview your paid posts with the teaser content plus an excerpt of the full content, covered by a semi-transparent overlay.<br> The following three parameters give you fine-grained control over the length of this excerpt.<br> These settings do not affect the teaser content in any way.
de_de: Im Tab Darstellung können Sie wählen, ob Sie bei Bezahlinhalten zusätzlich zum Teaser einen Auszug aus dem Volltext unter einem halbtransparenten Overlay anzeigen möchten.<br> Mit den folgenden drei Parametern können Sie genau festlegen, wie lang dieser Auszug sein soll.<br> Diese Einstellungen beeinflussen nicht die Länge des Teasers.

source: Unlimited Access to Paid Content
de_de: Unbegrenzter Zugriff auf Bezahlinhalte

source: You can give logged-in users unlimited access to specific categories depending on their user role.<br> This feature can be useful e.g. for giving free access to existing subscribers.<br> We recommend the plugin 'User Role Editor' for adding custom roles to WordPress.
de_de: Sie können eingeloggten Nutzern in Abhängigkeit von Ihrer Nutzerrolle unbegrenzten Zugriff auf Bezahlinhalte geben.<br> Diese Funktion kann z. B. dann nützlich sein, wenn Sie bestehenden Abonnenten unbegrenzten Zugriff geben möchten.<br> Wir empfehlen das Plugin 'User Role Editor', um benutzerdefinierte Nutzerrollen zu WordPress hinzuzufügen.

source: User Role
de_de: Nutzerrolle

source: Unlimited Access to Categories
de_de: Unbeschränkter Zugriff auf die Kategorien

source: Please add a custom role first.
de_de: Bitte erstellen Sie erst eine eigene Nutzerrolle.

source: Access Logging for Generating Sales Statistics
de_de: Datenerhebung für Verkaufsstatistik

source: Access Logging
de_de: Datenerhebung

source: I want to record access to my site to generate sales statistics
de_de: Ich möchte Zugriffsdaten für die Erstellung von Verkaufsstatistiken erheben

source: The LaterPay WordPress plugin generates sales statistics for you on the dashboard and on the posts pages.<br> For collecting the required data it sets a cookie and stores all requests from visitors of your blog.<br> This data is stored anonymously on your server and not shared with LaterPay or anyone else.<br> It will automatically be deleted after three months.
de_de: Das LaterPay WordPress Plugin stellt im Dashboard und auf jeder Beitragsseite Verkaufsstatistiken bereit.<br> Um die notwendigen Daten zu sammeln, setzt das Plugin ein Cookie und speichert alle Nutzeranfragen auf Ihrem Blog.<br> Diese Daten werden anonym auf Ihrem Server gespeichert und nicht mit LaterPay oder Dritten geteilt.<br> Die Daten werden nach drei Monaten automatisch gelöscht.

source: Detection of Crawlers
de_de: Crawler-Erkennung

source: Crawler Database
de_de: Crawler-Datenbank

source: Update Database
de_de: Datenbank aktualisieren

source: Update required
de_de: Update erforderlich

source: The LaterPay WordPress plugin uses the <a href="http://browscap.org/" target="_blank">Browscap</a> library to detect when a crawler visits your site.<br> Crawlers are not compatible with LaterPay, because they don't support the forwarding that LaterPay performs to identify a visitor.<br> When a crawler is detected, it is simply served the teaser content. This ensures your site is not reported as broken e.g. by search engines.<br> Because new browsers and crawlers are released frequently, the Browscap database needs to be updated occasionally, which is usually done with the plugin releases.<br> If you encounter problems, you can trigger a manual update with the "Update Database" button.
de_de: Das LaterPay WordPress Plugin nutzt die <a href="http://browscap.org/" target="_blank">Browscap</a> Bibliothek, um zu erkennen, wenn ein Crawler Ihre Seite besucht.<br> Crawler sind nicht kompatibel mit LaterPay, weil Sie die Weiterleitungen nicht unterstützen, die LaterPay für die Identifizierung von Nutzern durchführt.<br> Wenn ein Crawler erkannt wird, wird nur der Teaser eines Bezahlinhaltes ausgeliefert. So wird sichergestellt, dass Ihre Seite z. B. von Suchmaschinen nicht als "broken" erkannt wird.<br> Weil kontinuierlich neue Browserversionen und Crawler veröffentlicht werden, muss die Browscap-Datenbank von Zeit zu Zeit aktualisiert werden. Dies geschieht in der Regel mit jedem Plugin-Release.<br> Wenn Sie Probleme feststellen, können Sie die Datenbank manuell mit einem Klick auf den "Datenbank aktualisieren" Button aktualisieren.

source: LaterPay API Settings
de_de: LaterPay API Einstellungen

source: Fallback Behavior
de_de: Fallback-Verhalten

source: Enabled on home page
de_de: LaterPay auf der Startseite

source: I want to enable requests to LaterPay API on home page
de_de: Ich möchte LaterPay API requests auf der Startseite erlauben

source: Define fallback behavior in case LaterPay API is not responding and option to disallow plugin to contact LaterPay API on homepage
de_de: Legen Sie fest, wie das Plugin reagieren soll, wenn die LaterPay API nicht antwortet und ob das Plugin LaterPay auf der Startseite kontaktieren soll.

source: Do nothing
de_de: Nichts tun

source: No user can access premium content while the LaterPay API is not responding.
de_de: Kein Nutzer kann auf Bezahlinhalte zugreifen, solange die LaterPay API nicht antwortet.

source: Give full access
de_de: Vollen Zugriff geben

source: All users have full access to premium content in order to not disappoint paying users.
de_de: Alle Nutzer haben vollen Zugriff auf Bezahlinhalte, um zahlende Nutzer nicht zu enttäuschen.

source: Hide premium content
de_de: Bezahlinhalte verstecken

source: Premium content is hidden from users. Direct access would be blocked.
de_de: Bezahlinhalte werden vor den Nutzern versteckt. Direktzugriffe werden blockiert.

source: The API key you entered is not a valid LaterPay API key!
de_de: Der eingegebene API Key ist kein gültiger LaterPay API Key!

source: The Merchant ID you entered is not a valid LaterPay Merchant ID!
de_de: Die eingegebene Merchant ID ist keine gültige LaterPay Merchant ID!

source: LaterPay does not work properly with invalid API credentials.
de_de: LaterPay funktioniert nicht ohne gültige API Zugangsdaten.

source: %s Merchant ID verified and saved.
de_de: %s Merchant ID überprüft und gespeichert.

source: The %s Merchant ID has been removed.
de_de: Die %s Merchant ID wurde entfernt.

source: The Merchant ID you entered is not a valid LaterPay %s Merchant ID!
de_de: Die eingegebene Merchant ID ist keine kültige LaterPay %s Merchant ID!

source: Your %s API key is valid. You can now make %s transactions.
de_de: Ihr %s API-Key ist gültig. Sie können nun %s Transaktionen durchführen.

source: The %s API key has been removed.
de_de: Der %s API Key wurde entfernt.

source: The API key you entered is not a valid LaterPay %s API key!
de_de: Der eingegebene API-Key ist kein gültiger LaterPay %s API-Key!

source: Error occurred. Incorrect data provided.
de_de: Ein Fehler ist aufgetreten. Falsche Daten wurden übergeben.

source: The LaterPay plugin is in LIVE mode now. All payments are actually booked and credited to your account.
de_de: Das LaterPay Plugin ist jetzt im LIVE-Modus. Alle Zahlungen werden tatsächlich gebucht und Ihrem Händlerkonto gutgeschrieben.

source: The LaterPay plugin is in visible TEST mode now. Payments are only simulated and not actually booked.
de_de: Das LaterPay Plugin ist jetzt im TEST-Modus und für Besucher sichtbar. Zahlungen werden nur simuliert und nicht tatsächlich gebucht.

source: The LaterPay plugin is in invisible TEST mode now. Payments are only simulated and not actually booked.
de_de: Das LaterPay Plugin ist jetzt im TEST-Modus und für Besucher nicht sichtbar. Zahlungen werden nur simuliert und nicht tatsächlich gebucht.

source: The LaterPay plugin needs valid API credentials to work.
de_de: Das LaterPay Plugin benötigt gültige API Zugangsdaten.

source: An error occurred. Incorrect data provided.
de_de: Ein Fehler ist aufgetreten: Falsche Daten angegeben.

source: The plugin is in <strong>visible</strong> test mode now.
de_de: Das Plugin ist jetzt im Test-Modus und für Besucher <strong>sichtbar</strong>.

source: The plugin is in <strong>invisible</strong> test mode now.
de_de: Das Plugin ist jetzt im Test-Modus und für Besucher <strong>nicht sichtbar</strong>.

source: No data available
de_de: Keine Daten verfügbar

source: Show next day
de_de: Nächsten Tag anzeigen

source: Show previous day
de_de: Vorherigen Tag anzeigen

source: Show next 8 days
de_de: Nächste 8 Tage anzeigen

source: Show next 2 weeks
de_de: Nächste 2 Wochen anzeigen

source: Show previous 2 weeks
de_de: Vorherige 2 Wochen anzeigen

source: Show next month
de_de: Nächsten Monat anzeigen

source: Show previous month
de_de: Vorherigen Monat anzeigen

source: Visitors will now see only the teaser content of paid posts.
de_de: Besucher sehen ab jetzt nur den Teaser eines kostenpflichtigen Beitrags.

source: Visitors will now see the teaser content of paid posts plus an excerpt of the real content under an overlay.
de_de: Besucher sehen ab jetzt den Teaser eines kostenpflichtigen Beitrags und einen Auszug des Artikels unter einem Overlay.

source: Visitors can now rate the posts they have purchased.
de_de: Besucher können nun gekaufte Beiträge bewerten.

source: The rating of posts has been disabled.
de_de: Die Bewertung gekaufter Beiträge wurde deaktiviert.

source: Purchase buttons are now rendered at a custom position.
de_de: Kauf-Buttons werden ab jetzt an einer benutzerdefinierten Position angezeigt.

source: Purchase buttons are now rendered at their default position.
de_de: Kauf-Buttons werden ab jetzt an ihrer Standard-Position angezeigt.

source: Time passes are now rendered at a custom position.
de_de: Zeitpässe werden ab jetzt an einer benutzerdefinierten Position angezeigt.

source: Time passes are now rendered at their default position.
de_de: Zeitpässe werden ab jetzt an ihrer Standard-Position angezeigt.

# used in wp_localize_script for the flot graph in loadTimePassLifecycles()
source: ending in
de_de: endet in

# used in wp_localize_script for the flot graph in loadTimePassLifecycles()
source: month
de_de: Monat

# used in wp_localize_script for the flot graph in loadTimePassLifecycles()
source: months
de_de: Monaten

# used in wp_localize_script as x-axis label for loadTimePassLifecycles()
source: weeks left
de_de: Wochen verbleibend

source: Make
de_de: Mache

source: free
de_de: kostenlos

source: by
de_de: um

source: to global default price of
de_de: auf den allgemeinen Standardpreis

source: to category default price of
de_de: auf den Kategorie-Standardpreis

source: Are you sure?
de_de: Sind Sie sicher?

source: All posts in category
de_de: aller Beiträge in Kategorie

source: Set price of
de_de: Setze den Preis

source: Increase price of
de_de: Erhöhe den Preis

source: Reduce price of
de_de: Reduziere den Preis

source: Make free
de_de: Kostenlos-machen

source: Reset
de_de: Zurücksetzen

source: All posts
de_de: aller Beiträge

source: The price you tried to set is outside the allowed range of 0 or 0.05-149.99.
de_de: Der Preis, den Sie zu setzen versuchen, liegt außerhalb des erlaubten Bereichs von 0 oder 0,05-149,99.

source: All posts are free by default now.
de_de: Alle Beiträge sind nun standardmäßig kostenlos.

source: The global default price for all posts is %s %s now.
de_de: Der allgemeine Standardpreis für alle Beiträge ist jetzt %s %s.

source: There is no such category on this website.
de_de: Diese Kategorie existiert nicht.

source: All posts in category %s have a default price of %s %s now.
de_de: Alle Beiträge in Kategorie %s haben nun einen Standardpreis von %s %s.

source: The default price for category %s was deleted.
de_de: Der Standardpreis für die Kategorie %s wurde entfernt.

source: The prices of all posts
de_de: Die Preise aller Beiträge

source: have been
de_de: wurden

source: set
de_de: gesetzt

source: decreased
de_de: reduziert

source: increased
de_de: erhöht

source: made free
de_de: kostenlos gemacht

source: reset
de_de: zurückgesetzt

source: Bulk operation saved.
de_de: Bulk Price Operation gespeichert.

source: Bulk operation deleted.
de_de: Bulk Price Operation gelöscht.

source: Pass saved.
de_de: Pass gespeichert.

source: An error occurred when trying to save the time pass. Please try again.
de_de: Beim Speichern des Zeitpasses ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal.

source: Time pass deleted.
de_de: Zeitpass gelöscht.

source: The selected pass was deleted already.
de_de: Der ausgewählte Pass wurde bereits gelöscht.

source: Incorrect voucher price.
de_de: Ungültiger Gutschein-Preis.

source: The landing page you entered is not a valid URL.
de_de: Die angegebene Zielseite ist keine gültige URL.

source: Landing page saved.
de_de: Zielseite gespeichert.

source: You have to create a time pass, before you can disable individual purchases.
de_de: Sie müssen einen Zeitpass erstellen, bevor Sie Einzelkäufe deaktivieren können.

source: Price Type
de_de: Preistyp

source: individual price
de_de: Individueller Preis

source: dynamic individual price
de_de: Individueller Preis (dynamisch)

source: category default price
de_de: Kategorie-Standardpreis

source: global default price
de_de: Standardpreis

source: Paid posts require some teaser content. Please fill in the Teaser Content field.
de_de: Kostenpflichtige Inhalte benötigen einen Teaser. Bitte geben Sie einen Teaser an.

source: default price
de_de: Standardpreis
