Repository: wp-plugins/laterpay
Catalog: languages/laterpay-*.po
Languages: de_de

source: <p> <strong>Setting Prices</strong><br> You can set an individual price for each post.<br> Possible prices are either 0 Euro (free) or any value between 0.05 Euro (inclusive) and 149.99 Euro (inclusive).<br> If you set an individual price, category default prices you might have set for the post's category(s) won't apply anymore, unless you make the post use a category default price. </p> <p> <strong>Dynamic Pricing Options</strong><br> You can define dynamic price settings for each post to adjust prices automatically over time.<br> <br> For example, you could sell a "breaking news" post for 0.49 Euro (high interest within the first 24 hours) and automatically reduce the price to 0.05 Euro on the second day. </p> <p> <strong>Teaser</strong><br> The teaser should give your visitors a first impression of the content you want to sell.<br> You don't have to provide a teaser for every single post on your site:<br> by default, the LaterPay plugin uses the first 60 words of each post as teaser content. <br> Nevertheless, we highly recommend manually creating the teaser for each post, to increase your sales. </p> <p> <strong>PPU (Pay-per-Use)</strong><br> If you choose to sell your content as <strong>Pay-per-Use</strong>, a user pays the purchased content <strong>later</strong>. The purchase is added to his LaterPay invoice and he has to log in to LaterPay and pay, once his invoice has reached 5.00 EUR.<br> LaterPay <strong>recommends</strong> Pay-per-Use for all prices up to 5.00 EUR as they deliver the <strong>best purchase experience</strong> for your users.<br> PPU is possible for prices between (including) <strong>0.05 EUR</strong> and (including) <strong>5.00 EUR</strong>. </p> <p> <strong>SIS (Single Sale)</strong><br> If you sell your content as <strong>Single Sale</strong>, a user has to <strong>log in</strong> to LaterPay and <strong>pay</strong> for your content <strong>immediately</strong>.<br> Single Sales are especially suitable for higher-value content and / or content that immediately occasions costs (e. g. license fees for a video stream).<br> A Single Sales is possible between (including) <strong>1.49 EUR</strong> and (including) <strong>149.99 EUR</strong>. </p>
de_de: <p> <strong>Preissetzung</strong><br> Sie können einen individuellen Preis für jeden Beitrag setzen.<br> Mögliche Preise sind entweder 0 Euro (kostenlos) oder jeder Preis zwischen 0,05 Euro (einschließlich) und 149,99 Euro (einschließlich).<br> Wenn Sie einen individuellen Preis setzen, ist ein eventuell gesetzter Kategorie-Standardpreis für diesen Beitrag nicht mehr gültig, bis Sie den Kategorie-Standardpreis wieder auf diesen Beitrag anwenden. </p> <p> <strong>Dynamische Preissetzung</strong><br> Sie können die dynamische Preissetzung verwenden, um den Preis eines Beitrags automatisch mit der Zeit anzupassen.<br> Sie können z. B. einen "Breaking News" Beitrag für 0,49 Euro verkaufen (auf Grund des größeren Interesses in den ersten 24 Stunden) und den Preis automatisch am nächsten Tag auf 0,05 Euro reduzieren. </p> <p> <strong>Teaser</strong><br> Der Teaser sollte Ihren Besuchern einen ersten Eindruck von dem Inhalt geben, den Sie verkaufen möchten.<br> Sie müssen nicht für jeden Beitrag in Ihrem Blog einen neuen Teaser erstellen:<br> Standardmäßig nutzt das LaterPay Plugin die ersten 60 Zeichen jedes Beitrags als Teaser. <br> Wir empfehlen jedoch, für jeden Beitrag einen separaten Teaser zu erstellen, um die Attraktivität des Beitrags zu steigern. </p> <p> <strong>PPU (Pay-per-Use)</strong><br> Wenn Sie Ihre Inhalte als Pay-per-Use verkaufen, bezahlen Ihre Nutzer die gekauften Inhalte <strong>später</strong>: Der Einkauf wird der LaterPay Rechnung des Nutzers hinzugefügt und er muss sich erst bei LaterPay einloggen und bezahlen, wenn die Rechnung 5,00 EUR erreicht hat.<br> LaterPay <strong>empfiehlt</strong> Pay-per-Use für alle Preise bis 5,00 EUR, da sie die <strong>beste Kauferfahrung</strong> für Ihre Nutzer bieten.<br> PPU ist bei Preisen zwischen (einschließlich) <strong>0,05 EUR</strong> und <strong>5,00 EUR</strong> möglich. </p> <p> <strong>SIS (Single Sale)</strong><br> Bei einem <strong>Single Sale</strong> muss sich der Nutzer <strong>sofort</strong> beim Kauf in sein LaterPay Konto <strong>einloggen</strong> und <strong>bezahlen</strong>.<br> Single Sales eignen sich besonders für höherwertige Inhalte und/oder für solche, bei deren Verkauf Ihnen unmittelbare Kosten entstehen (z. B. Lizenzgebühren für einen Videostream).<br> Ein Single Sale ist bei Preisen zwischen (einschließlich) <strong>1,49 EUR</strong> und (einschließlich) <strong>149,99 EUR</strong> möglich. </p>

source: <p> The <strong>Conversion</strong> (short for Conversion Rate) is the share of visitors of a specific post, who actually <strong>bought</strong> the post.<br> A conversion of 100% would mean that every user who has visited a post page and has read the teaser content had bought the post with LaterPay.<br> The conversion rate is one of the most important metrics for selling your content successfully: It indicates, if the price is perceived as adequate and if your content fits your audience's interests. </p> <p> The metric <strong>New Customers</strong> indicates the share of your customers who bought with LaterPay for the first time in the reporting period.<br> Please note that this is only an approximate value. </p>
de_de: <p> Die <strong>Conversion</strong> (kurz für Conversion Rate) ist der Anteil der Besucher eines Beitrages, die den Beitrag auch tatsächlich <strong>gekauft</strong> haben.<br> Eine Conversion von 100% würde bedeuten, dass jedes Mal, wenn eine Beitragsseite aufgerufen wurde, dieser Beitrag auch gekauft wurde.<br> Die Conversion Rate ist eine der wichtigsten Kennzahlen für den erfolgreichen Verkauf Ihrer Inhalte: Sie gibt an, ob Ihre Nutzer den gesetzten Preis als angemessen empfinden und ob Ihr Angebot den Interessen Ihrer Leser entspricht. </p> <p> Die Metrik <strong>Neue Kunden</strong> gibt den Anteil der Kunden an, die im Berichtszeitraum zum ersten Mal mit LaterPay gekauft haben.<br> Bitte beachten Sie, dass es sich hierbei nur um einen Richtwert handelt. </p>

source: Items Sold
de_de: Verkäufe

source: <p> The column <strong>Items Sold</strong> provides an overview of all your sales in the reporting period. </p> <p> <strong>AVG Items Sold</strong> (short for Average Items Sold) indicates how many posts you sold on average per day in the reporting period. </p>
de_de: <p> Die Spalte <strong>"Verkäufe"</strong> gibt einen Überblick über alle Verkäufe im Berichstzeitraum. </p> <p> <strong>Ø Verkäufe</strong> gibt an, wie viele Beiträge im Berichtszeitraum durchschnittlich pro Tag verkauft wurden. </p>

source: <p> <strong>Committed Revenue</strong> is the value of all purchases, for which your users have committed themselves to pay later (or paid immediately in case of a Single Sale purchase). </p> <p> <strong>AVG Revenue</strong> (short for Average Revenue) indicates the average revenue per day in the reporting period. </p> <p> Please note that this <strong>is not the amount of money you will receive with your next LaterPay payout</strong>, as a user will have to pay his invoice only once it reaches 5.00 € and LaterPay will deduct a fee of 15% for each purchase that was actually paid. </p>
de_de: <p> <strong>Versprochener Umsatz</strong> ist der Wert aller Verkäufe, für die Ihre Nutzer entweder zugesagt haben, später zu bezahlen oder sofort bezahlt haben. </p> <p> <strong>Ø Umsatz</strong> gibt den durchschnittlichen Umsatz pro Tag im Berichtszeitraum an. </p> <p> Bitte beachten Sie, dass es sich hierbei <strong>nicht</strong> um den Betrag handelt, den Sie mit Ihrer nächsten LaterPay Auszahlung erhalten: Nutzer müssen erst die Grenze von 5,00 € erreichen, bevor sie ihre Rechnung begleichen müssen. Außerdem erhebt LaterPay auf alle tatsächlich bezahlten Käufe eine Gebühr von 15%. </p>

source: <p> The global default price is used for all posts, for which no category default price or individual price has been set.<br> Accordingly, setting the global default price to 0 Euro makes all articles free, for which no category default price or individual price has been set. </p>
de_de: <p> Der allgemeine Standardpreis wird für alle Beiträge verwendet, für die kein kategoriespezifischer Standardpreis oder individueller Preis festgelegt wurde.<br> Bei einem allgemeinen Standardpreis von 0 Euro sind somit alle Beiträge kostenlos, für die kein kategoriespezifischer Standardpreis oder individueller Preis gesetzt wurde. </p>

source: <p> A category default price is applied to all posts in a given category that don't have an individual price.<br> A category default price overwrites the global default price.<br> If a post belongs to multiple categories, you can choose on the add / edit post page, which category default price should be effective.<br> For example, if you have set a global default price of 0.15 Euro, but a post belongs to a category with a category default price of 0.30 Euro, that post will sell for 0.30 Euro. </p>
de_de: <p> Ein kategoriespezifischer Standardpreis wird auf alle Beiträge einer Kategorie angewendet, für die kein individueller Preis gesetzt wurde.<br> Ein kategoriespezifischer Standardpreis überschreibt den Standardpreis.<br> Wenn ein Beitrag zu mehreren Kategorien gehört, können Sie auf der Seite "Neuen Beitrag erstellen" bzw. "Beitrag bearbeiten" wählen, welcher kategoriespezifische Standardpreis angewendet werden soll.<br> Wenn Sie also z. B. einen allgemeinen Standardpreis von 0,15 Euro gesetzt haben und ein Beitrag in einer Kategorie mit kategoriespezifischem Standardpreis 0,30 Euro liegt, kostet dieser Beitrag 0,30 Euro. </p>

source: Currency
de_de: Währung

source: <p> Currently, the plugin only supports Euro as default currency, but you will soon be able to choose between different currencies for your blog.<br> Changing the standard currency will not convert the prices you have set. Only the currency code next to the price is changed.<br> For example, if your global default price is 0.10 Euro and you change the default currency to U.S. dollar, the global default price will be 0.10 U.S. dollar. </p>
de_de: <p> Im Moment unterstützt das Plugin nur Euro als Standardwährung, Sie werden aber bald die Möglichkeit haben, zwischen verschiedenen Währungen für Ihr Blog zu wählen.<br> Wenn Sie die Währung Ihres Blogs ändern, werden bereits gesetzte Preise nicht umgerechnet. Nur die angezeigte Währung ändert sich.<br> Wenn Sie also z. B. einen allgemeinen Standardpreis von 0,10 Euro gesetzt haben und die Standardwährung auf U.S. dollar ändern, wird der allgemeine Standardpreis 0,10 U.S. dollar betragen. </p>

source: <p> <strong>Validity of Time Passes</strong><br> With time passes, you can offer your users <strong>time-limited</strong> access to your content. You can define, which content a time pass should cover and for which period of time it should be valid. A time pass can be valid for <strong>all LaterPay content</strong> <ul> <li>on your <strong>entire website</strong>,</li> <li>in one <strong>specific category</strong>, or</li> <li>on your entire website <strong>except from a specific category</strong>.</li> </ul> The <strong>validity period</strong> of a time pass starts with the <strong>purchase</strong> and is defined for a <strong>continuous</strong> use – i.e. it doesn't matter, if a user is on your website during the entire validity period. After a time pass has expired, the access to the covered content is automatically refused. Please note: Access to pages which are <strong>still open</strong> when a pass expires will be refused only after <strong>reloading</strong> the respective page. <strong>Any files</strong> (images, documents, presentations...), that were downloaded during the validity period, can still be used after the access has expired – but the user will <strong>not</strong> be able to <strong>download them </strong> without purchasing again. </p> <p> <strong>Deleting Time Passes</strong><br> Please be aware, that after <strong>deleting</strong> a time pass, users who have bought this time pass <strong>will lose</strong> their access to the covered content. <strong>Time Passes cannot be restored.</strong> </p> <p> <strong>Time Passes and Individual Sales</strong><br> When a user purchases a time pass, he has access to all the content covered by this pass during the validity period. Of course, you can still sell your content individually.<br> Example: A user has already purchased the post "New York – a Travel Report" for 0.29 EUR. Now he purchases a Week Pass for the category "Travel Reports" for 0.99 EUR. The category also contains the "New York" post. For one week, he can now read all posts in the category "Travel Reports" for a fixed price of 0.99 EUR. After this week, the access expires automatically. During the validity period, the user will not see any LaterPay purchase buttons for posts in the category "Travel Reports". After the pass has expired, the user will still have access to the post he had previously purchased individually. </p> <p> <strong>Action</strong><br> You can display time passes by implementing the <a href="admin.php?page=laterpay-appearance-tab#lp_timePassAppearance" target="_blank">action 'laterpay_time_passes'</a> into your theme.<br> This action will display all time passes which are relevant for the user in the current context and sorts them accordingly.<br> Example: You offer a <strong>Week Pass "Sport"</strong> for the category sport, a <strong>Week Pass "News"</strong> for the category "News" and a <strong>Month Pass Entire Website</strong> for all the content on your website.<br> Depending on the page he is currently visiting, a user will see different time passes: <ul> <li>On the post page of a post in the category <strong>"Sport"</strong>, the <strong>Week Pass "Sport"</strong> will be listed first, followed by the "Month Pass Entire Website". The <strong>Week Pass "News"</strong> is <strong>not relevant</strong> is this context and will not be displayed.</li> <li>On the post page of a post in the category <strong>"News"</strong>, the <strong>Week Pass "News"</strong> will be listed first, followed by the "Month Pass Entire Website". The <strong>Week Pass "Sport"</strong> is <strong>not relevant</strong> is this context and will not be displayed.</li> </ul> </p> <p> <strong>Vouchers</strong><br> You can create any number of voucher codes for each time pass. A voucher code allows one (or multiple) user(s) to purchase a time pass for a reduced price. A user can enter a voucher code below the available time passes by clicking <strong>'Redeem Voucher'</strong>. If the entered code is a valid voucher code, the price of the time pass, the code is valid for, will be reduced.<br> A voucher code can be used <strong>any number of times</strong> and is <strong>not linked</strong> to a specific user.<br> If you <strong>delete</strong> a voucher code, this will <strong>not affect</strong> the validity of time passes which have already been purchased using this voucher code. </p>
de_de: <p> <strong>Gültigkeit von Zeitpässen</strong><br> Mit Zeitpässen können Sie Ihren Nutzern einen <strong>zeitlich begrenzten Zugang</strong> zu Ihren Inhalten anbieten. Sie entscheiden dabei, auf welche Inhalte ein Käufer mit diesem Zeitpass Zugriff haben und wie lange dieser Zugriff gültig sein soll. Ein Zeitpass kann gültig sein für <strong>alle LaterPay Inhalte</strong> <ul> <li>auf der <strong>gesamten Seite</strong>,</li> <li>in einer <strong>bestimmten Kategorie</strong> oder</li> <li>auf der gesamten Seite <strong>außer in einer bestimmten Kategorie</strong>.</li> </ul> Die <strong>Gültigkeitsdauer</strong> eines Zeitpasses startet mit dem <strong>Kauf</strong> und gilt für eine <strong>durchgängige</strong> Nutzung – ob der Nutzer während des Gültigkeitszeitraumes also kontinuierlich auf Ihrer Seite ist, ist unerheblich. Nachdem ein Zeitpass abgelaufen ist, verfällt der gekaufte Zugriff automatisch. Bitte beachten Sie: Seiten, die der Nutzer zum Zeitpunkt des Ablaufs <strong>noch geöffnet</strong> hat, verlieren den Zugriff erst beim <strong>Neuladen</strong> der jeweiligen Seite. <strong>Dateien</strong> jeder Art (Bilder, Dokumente, Präsentationen...), die während des Gültigkeitszeitraumes heruntergeladen wurden, können auch nach dem Ablaufen des Zeitpasses noch verwendet werden – der Nutzer kann sie jedoch <strong>nicht erneut herunterladen</strong>, ohne den Zugriff nochmals zu kaufen. </p> <p> <strong>Löschen von Zeitpässen</strong><br> Bitte beachten Sie, dass alle Nutzer, die einen Zeitpass gekauft haben, den Zugang zu den Inhalten verlieren, die dieser Zeitpass abdeckt, nachdem Sie den entsprechenden Pass <strong>gelöscht</strong> haben. <strong>Zeitpässe können nicht wiederhergestellt werden.</strong> </p> <p> <strong>Zeitpässe und Einzelverkäufe</strong><br> Wenn ein Nutzer einen Zeitpass erwirbt, hat er für dessen Gültigkeitszeitraum Zugriff auf alle Inhalte, die von dem Pass abgedeckt werden. Selbstverständlich können Sie neben Zeitpässen wie gewohnt Ihre Inhalte auch einzeln verkaufen.<br> Ein Beispiel: Ein Nutzer hat den Artikel "New York - Ein Reisebericht" bereits für 0,29 EUR gekauft. Er erwirbt nun für 0,99 EUR einen Wochenpass für die Kategorie "Reiseberichte", in der sich unter anderem auch dieser Beitrag befindet. Er kann nun für eine Woche alle Beiträge in dieser Kategorie zum Festpreis von 0,99 EUR lesen - danach verfällt sein Zugang. Während des Gültigkeitszeitraumes wird er in der Kategorie "Reiseberichte" nicht zum Bezahlen einzelner Beiträge aufgefordert. Auf den bereits einzeln gekauften Artikel "New York – Ein Reisebericht" hat er aber nach wie vor auch nach Ablauf des Zeitpasses Zugriff. </p> <p> <strong>Action</strong><br> Sie können Zeitpässe anzeigen, in dem Sie die <a href="admin.php?page=laterpay-appearance-tab#lp_timePassAppearance" target="_blank">Action 'laterpay_time_passes'</a> in Ihrem Theme aufrufen.<br> Diese Action zeigt alle Zeitpässe an, die im aktuellen Kontext für den Nutzer relevant sind und sortiert sie entsprechend.<br> Beispiel: Sie bieten einen <strong>Wochenpass "Sport"</strong> für die Kategorie Sport, einen <strong>Wochenpass "News"</strong> für die Kategorie News und einen <strong>Monatspass für die gesamte Seite</strong> an. Je nachdem, auf welcher Seite sich ein Nutzer gerade befindet, werden ihm andere Zeitpässe angezeigt: <ul> <li>In einem Beitrag der Kategorie <strong>"Sport"</strong> wird ganz oben der <strong>Wochenpass "Sport"</strong> angezeigt, gefolgt vom Monatspass für die gesamte Seite. Der Zeitpass "News" ist hier <strong>nicht relevant</strong> und wird nicht angezeigt.</li> <li>In einem Beitrag der Kategorie <strong>"News"</strong> wird ganz oben der <strong>Wochenpass "News"</strong> angezeigt, gefolgt vom Monatspass für die gesamte Seite. Der Zeitpass "Sport" ist hier <strong>nicht relevant</strong> und wird nicht angezeigt.</li> </ul> </p> <p> <strong>Gutscheine</strong><br> Für jeden Zeitpass können Sie beliebig viele Gutschein-Codes erstellen, die es einem (oder auch mehreren) Nutzer(n) erlauben, einen Zeitpass günstiger zu kaufen. Ihre Nutzer können den Gutschein-Code mit einem Klick auf <strong>'Gutschein einlösen'</strong> direkt unter den verfügbaren Zeitpässen eingeben. Falls der Gutschein-Code gültig ist, wird der Preis des Zeitpasses, für den er gültig ist, vor dem Kauf entsprechend angepasst.<br> Ein Gutschein-Code kann <strong>beliebig oft</strong> eingelöst werden und ist <strong>nicht</strong> an einen bestimmten Nutzer gebunden.<br> Wenn Sie einen Gutschein-Code <strong>löschen</strong>, hat das <strong>keine Auswirkungen</strong> auf Zeitpässe, die bereits mit diesem Gutschein-Code erworben wurden. </p>
